Repository: boxine/bx_django_utils
Catalog: bx_django_utils/approve_workflow/locale/*/LC_MESSAGES/django.po
Languages: de

source: Warning: "Ready to Approve" flag was not set!
de: Warnung: "Bereit zur Freigabe" ist nicht gesetzt!

source: %s was approved
de: %s wurde freigegeben

source: BaseApproveModel.pk.verbose_name
de: Interne ID

source: BaseApproveModel.pk.help_text
de: ID

source: BaseApproveModel.is_draft.verbose_name
de: Ist Entwurf

source: BaseApproveModel.is_draft.help_text
de: Ise dieser Eintrag die Entwurfsversion?

source: BaseApproveModel.approved.verbose_name
de: Freigegebene Version

source: BaseApproveModel.approved.help_text
de: Verknüpfung zur Freigegebene Version

source: BaseApproveModel.blocked.verbose_name
de: Blockiert

source: BaseApproveModel.blocked.help_text
de: Ein blockierter Eintrag kann nicht Freigegeben werden

source: Approved
de: Freigegeben

source: BaseApproveWorkflowModel.ready_to_approve.verbose_name
de: Bereit zur Freigabe

source: Save and Approve
de: Speichern und Freigeben

source: Delete
de: Löschen

source: Close
de: Schließen

source: Approve
de: Freigeben
