Repository: boxine/bx_django_utils
Catalog: bx_py_utils/locale/*/LC_MESSAGES/django.po
Languages: de

source: GTIN number
de: GTIN Nummer

source: %.1f years
de: %.1f Jahre

source: %.1f months
de: %.1f Monate

source: %.1f weeks
de: %.1f Wochen

source: %.1f days
de: %.1f Tage

source: %.1f hours
de: %.1f Stunden

source: %.1f seconds
de: %.1f Sekunden

source: ModelTimetrackingMixin.create_dt.verbose_name
de: Erstellungsdatum

source: ModelTimetrackingMixin.create_dt.help_text
de: (wird automatisch gesetzt)

source: ModelTimetrackingMixin.update_dt.verbose_name
de: Aktualisierungsdatum

source: ModelTimetrackingMixin.update_dt.help_text
de: (wird automatisch gesetzt)
